ans2 = 'Врачебная тайна — медицинское, правовое, социально-этическое понятие, ' \
       'представляющее собой запрет медицинскому работнику сообщать третьим ' \
       'лицам информацию о состоянии здоровья пациента, диагнозе, результатах ' \
       'обследования, самом факте обращения за медицинской помощью и сведения ' \
       'о личной жизни, полученных при обследовании и лечении. \n Запрет распространяется ' \
       'также на всех лиц, которым эта информация стала известна в случаях, предусмотренных законодательством.'
ans3_1 = '1) Любое лицо, которому она стала известна при обучениии, исполнении профессиональных, служебных и иных обязанностей;\n' \
         '2) Медицинское (лечебное, профилактическое) учреждении.\n'
ans3_3_1 = 'Cт. 13 фз № 323 «об основах охраны здоровья граждан в рф».'
ans3_3_2 = 'ст. 10 фз № 152 «о персональных данных».\n'
ans3_3_3 = 'фз «об информации, информационных технологиях и о защите информации» от 02.07.2021 № 149-фз.'
ans3_3_4 = 'постановление правительства рф «о федеральном государственном надзоре в сфере обращения лекарственных средств» от 29.06.2021 № 1049.'
ans3_3_5 = 'постановление правительства рф «об утверждении перечня мер, направленных на обеспечение выполнения обязанностей, предусмотренных фз о персональных данных» от 21.03.2012 № 211.'
ans3_3_6 = 'постановление правительства рф «об утверждении положения об особенностях обработки персональных данных, осуществляемой без использования средств автоматизации» от 15.09.2008 № 687'
ans3_3_7 = 'приказ фстэк россии «об утверждении состава и содержания организационных и технических мер по обеспечению безопасности персональных данных при их обработке в испдн»  от 18 февраля 2013 г. № 21'
ans3_3_8 = 'постановление правительства рф «об утверждении требований к защите персональных данных при их обработке в испдн» от 01.11.2012 № 1119'
ans3_3_9 = 'федеральный закон  «о государственном контроле(надзоре) и муниципальном контроле в рф» от 06.12.2021 № 248-фз'
ans3_3_10 = 'Приказ ФСТЭК России от 11 февраля 2013 г. N 17'
ans3_3_11 = 'Приказ ФСТЭК России от 25 декабря 2017 г. N 239'
ans3_3_12 = 'Федеральный закон о федеральной службе безопасности от 22 февраля 1995 года'
ans3_3_13 = 'Положение о федеральной службе по надзору в сфере защиты прав потребителей благополучия человека от 30 ' \
            'июня 2004 г. № 322'
ans3_3_14 = 'Федеральный закон от 21 декабря 2013 года № 353-ФЗ «О потребительском кредите (займе)»'
ans3_3_15 = 'Федеральный закон от 10.07.2002 N 86-ФЗ (ред. от 02.07.2021) "О Центральном банке Российской Федерации ' \
            '(Банке России)"'
ans4_1 = 'Согласно Федеральному Закону об Основах Охраны Здоровья Граждан в РФ, росздравнадзор осуществляет ' \
         'надзор за соблюдением медицинскими организациями, осуществляющими медицинскую деятельность, порядков ' \
         'оказания медицинской помощи и стандартов медицинской помощи, осуществляет осударственный контроль ' \
         'за лекарственными и фармпрепаратами, и за обращением медицинских изделий. Контроль осуществляется путём ' \
         'проведения проверок:\n' \
         '1) соблюдения субъектами обращения медицинских изделий правил в сфере обращения медицинских изделий;\n' \
         '2) соблюдения органами государственной власти Российской Федерации, органами местного самоуправления, ' \
         'государственными внебюджетными фондами, а также осуществляющими медицинскую и фармацевтическую ' \
         'деятельность организациями и индивидуальными предпринимателями прав граждан в сфере охраны здоровья ' \
         'граждан, в том числе доступности для инвалидов объектов инфраструктуры и предоставляемых услуг в ' \
         'указанной сфере;\n' \
         '3) соблюдения медицинскими организациями и индивидуальными предпринимателями, осуществляющими ' \
         'медицинскую деятельность, порядков оказания медицинской помощи и стандартов медицинской помощи;\n' \
         '4) соблюдения медицинскими организациями и индивидуальными предпринимателями, осуществляющими ' \
         'медицинскую деятельность, порядков проведения медицинских экспертиз, медицинских освидетельствований;\n' \
         '5) соблюдения медицинскими работниками, руководителями медицинских организаций, фармацевтическими ' \
         'работниками и руководителями аптечных организаций ограничений, применяемых к ним при осуществлении ' \
         'профессиональной деятельности в соответствии с законодательством Российской Федерации.\n' \
         'Росздравнадзор осуществляет / выдает разрешения:\n' \
         '1) мониторинг ассортимента и цен на жизненно необходимые и важнейшие лекарственные препараты;\n' \
         '2) мониторинг безопасности медицинских изделий, регистрацию побочных действий, нежелательных реакций ' \
         'при применении медицинских изделий, фактов и обстоятельств, создающих угрозу причинения вреда жизни ' \
         'и здоровью людей при обращении зарегистрированных медицинских изделий;\n' \
         '3) выдает разрешение для получения лицензии на право ввоза в РФ и вывоза из РФ сильнодействующих веществ, ' \
         'не являющихся прекурсорами наркотических средств и психотропных веществ;\n' \
         '4) выдает сертификат на право ввоза (вывоза) наркотических средств, психотропных веществ;\n' \
         '5) выдает заключение (разрешительный документ) на ввоз в РФ и вывоз из РФ образцов билогических ' \
         'материалов человека;\n' \
         '6) ведет государственный реестр медицинских изделий и организаций (индивидуальных предпринимателей), ' \
         'осуществляющих производство и изготовление медицинских изделий, и размещает его а официальном сайте ' \
         'службы в сети интернет;\n' \
         '7) определяет перечень организаций, имеющих право проводить испытания (исследования) медицинских изделий ' \
         'в целях осуществления их регистрации в рамках Евразийского экономического союза, рассматривает заявки ' \
         'организаций о включении в указанный перечень и сообщает им о принятом решении;\n' \
         '8) осуществляет выдачу разрешений на проведение клинических испытаний (исследований) медицинских изделий;'
ans4_2 = 'Роструд - федеральный орган исполнительной власти России, находящийся в ведении Министерства труда ' \
         'и социальной защиты.\n' \
         'Осуществляет правоприменительные функции в сфере труда, занятости и альтернативной гражданской службы, ' \
         'функции по контролю и надзору за соблюдением трудового законодательства и иных нормативных правовых ' \
         'актов, содержащих нормы трудового права, законодательства о занятости населения, об альтернативной ' \
         'гражданской службе, функции по оказанию государственных услуг в сфере содействия занятости населения ' \
         'и защиты от безработицы, трудовой миграции и урегулирования коллективных трудовых споров.'
ans4_3 = 'ФСТЭК является федеральным органом исполнительной власти России, осуществляющим реализацию ' \
         'государственной политики, организацию межведомственной координации и взаимодействия, специальные' \
         ' и контрольные функции в области государственной безопасности.\n' \
         '1) Согласно Приказу ФСТЭК России от 11 февраля 2013 г. № 17 ФСТЭК регламентированы требования ' \
         'о защите информации не являющейся государственной тайной;\n' \
         '2) Согласно Приказу ФСТЭК России от 25 декабря 2017 г. № 239 ФСТЭК регламентированы требования ' \
         'по обеспечении безопасности значимых объектов критической информационной инфраструктуры.'
ans4_4 = 'Роспотребнадзор - федеральный орган исполнительной власти. Осуществляет функции по выработке и реализации ' \
         'государственной политики и нормативно-правовому регулированию в сфере защиты прав потребителей, ' \
         'здорового питания, в области организации питания, обеспечения качества и безопасности пищевых продуктов, ' \
         'материалов и изделий, контактирующих с пищевыми продуктами, разработке и утверждению государственных ' \
         'санитарно-эпидемиологических правил и гигиенических нормативов, а также по организации и ' \
         'осуществлению федерального государственного санитарно-эпидемиологического надзора и федерального ' \
         'государственного надзора в области защиты прав потребителей.'
ans4_5 = 'Роскомнадзор - федеральный орган исполнительной власти, в задачи которого входят надзор в сфере связи, ' \
         'информационных технологий и СМИ, а также надзор по защите персональных данных согласно закону и ' \
         'деятельность по организации радиочастотной службы. Служба подведомственна Минцифры России.'
ans4_6 = 'ФСБ - федеральный орган исполнительной власти, в пределах своих полномочий осуществляющий государственное ' \
         'управление в области обеспечения безопасности Российской Федерации. Обеспечивает информационную  ' \
         'информационную безопасность Российской Федерации и непосредственно реализующим основные направления ' \
         'деятельности органов федеральной службы безопасности, определенные законодательством РФ.\n' \
         'В соответствии с п. 3 ч. 4 ст. 13 Закона об охране здоровья имеет право требовать предоставление ' \
         'сведений, составляющих врачебную тайну, без согласия гражданина или его законного представителя.'
ans5 = '1. Определение угроз безопасности;\n' \
       '2. Подготовка особых распоряжений и документов, задача которых оргнизовать работу персонала с делами ВТ;\n' \
       '3. Применение антивирусных программ и DLP-систем для обеспечения безопасности ВТ при обработке в ИСПДн;\n' \
       '4. Оценка применяемых мер;\n' \
       '5. Учет носителей ВТ;\n' \
       '6. Обнаружение факта несанкционированного доступа к ВТ;\n' \
       '7. Восстановление модифицированных или уничтоженных документов, составляющих ВТ;\n' \
       '8. Контроль за применяемыми мерами.'
